"Andromeda" = "안드로메다";
"Antlia" = "공기펌프";
"Apus" = "극락조";
"Aquarius" = "물병";
"Aquila" = "독수리";
"Ara" = "제단";
"Aries" = "양";
"Auriga" = "마차부";
"Boötes" = "목자";
"Caelum" = "조각도";
"Camelopardalis" = "기린";
"Cancer" = "게";
"Canes Venatici" = "사냥개";
"Canis Major" = "큰개";
"Canis Minor" = "작은개";
"Capricornus" = "염소";
"Carina" = "용골";
"Cassiopeia" = "카시오페이아";
"Centaurus" = "센타우루스";
"Cepheus" = "케페우스";
"Cetus" = "고래";
"Chamaeleon" = "카멜레온";
"Circinus" = "컴퍼스";
"Columba" = "비둘기";
"Coma Berenices" = "머리털";
"Corona Australis" = "남쪽왕관";
"Corona Borealis" = "북쪽왕관";
"Corvus" = "까마귀";
"Crater" = "컵";
"Crux" = "남십자";
"Cygnus" = "백조";
"Delphinus" = "돌고래";
"Dorado" = "황새치";
"Draco" = "용";
"Equuleus" = "조랑말";
"Eridanus" = "에리다누스";
"Fornax" = "화학로";
"Gemini" = "쌍둥이";
"Grus" = "두루미";
"Hercules" = "헤라클레스";
"Horologium" = "시계";
"Hydra" = "바다뱀";
"Hydrus" = "물뱀";
"Indus" = "인도인";
"Lacerta" = "도마뱀";
"Leo" = "사자";
"Leo Minor" = "작은사자";
"Lepus" = "토끼";
"Libra" = "천칭";
"Lupus" = "이리";
"Lynx" = "삵괭이";
"Lyra" = "거문고";
"Mensa" = "테이블산";
"Microscopium" = "현미경";
"Monoceros" = "외뿔소";
"Musca" = "파리";
"Norma" = "직각자";
"Octans" = "팔분의";
"Ophiuchus" = "뱀주인";
"Orion" = "오리온";
"Pavo" = "공작";
"Pegasus" = "페가수스";
"Perseus" = "페르세우스";
"Phoenix" = "봉황새";
"Pictor" = "이젤";
"Pisces" = "물고기";
"Piscis Austrinus" = "남쪽물고기";
"Puppis" = "고물";
"Pyxis" = "나침반";
"Reticulum" = "그물";
"Sagitta" = "화살";
"Sagittarius" = "궁수";
"Scorpius" = "전갈";
"Sculptor" = "조각실";
"Scutum" = "방패";
"Serpens Caput" = "뱀머리";
"Serpens Cauda" = "뱀꼬리";
"Sextans" = "육분의";
"Taurus" = "황소";
"Telescopium" = "망원경";
"Triangulum" = "삼각형";
"Triangulum Australe" = "남쪽삼각형자리";
"Tucana" = "큰부리새";
"Ursa Major" = "큰곰";
"Ursa Minor" = "작은곰";
"Vela" = "돛";
"Virgo" = "처녀";
"Volans" = "날치";
"Vulpecula" = "여우";
